<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="./styles.css">
    <title>La Fertilidad de los Suelos y su Manejo</title>
    <link href="https://fonts.googleapis.com/css2?family=Michroma&display=swap" rel="stylesheet">
</head>

<body>
    <header>
        <nav>
            <a class="logo" href="">Logo</a>
            <div class="counter">
                <img src="./media/icon/arrow-back.svg" alt="back button">
                <label for="page-num">Page</label>
                <output id="page-num"></output>
                <img src="./media/icon/arrow-front.svg" alt="back button">
            </div>
            <ul>
                <li><a href="#hero">Cover</a></li>
                <li></li>
                <li></li>
            </ul>
        </nav>
        <section id="hero">
            <div class="bg">
                <h1>La Fertilidad de los Suelos y su Manejo</h1>
                <address>
                    <p>Floria Bertsch Hern&aacute;ndez</p>
                    <p>Asociaci&oacute;n Costarricense de la Ciencia del Suelo</p>
                    <p>San Jos&eacute;,<time datetime="1998">1998</time></p>
                </address>
                <div class="logos">
                    <img src="./media/logo/Logo-ACCS.webp" alt="Asociaci&oacute;n Costarricense de la Ciencia del Suelo"
                        height="70">
                    <img src="./media/logo/CIA.png" alt="Centro de Investigaciones Agron&oacute;micas" height="70">
                </div>
            </div>
        </section>
    </header>
    <main>
        <section id="prefacio">
            <h2>Prefacio</h2>
            <div class="blurb">
                <p>Este volumen resume un buen n&uacute; de a&ntilde;os de experiencia en ense&ntilde;ar el curso de
                    Fertilidad de Suelos. Tiene la meta de comuicar los principios fundamentales de esta ciencia en una
                    forma f&aacute;cilmente entendible, lo que ha logrado en un alto grado. En adici&oacute;n a los
                    principios de fertilidad de suelos se discute aqu&iacute;, ampliamente, la determinaci&oacute;n de
                    las
                    necesidades nutricionales de als plantas tanto por medio de an&aacute;lisis de suelo, como por
                    an&aacute;lisis de suelo, como por an&aacute;lisis foliar. La orientaci&oacute;n del texto es de
                    presentar estos principios en el ambiente de la agricultura tropical usando ejemplos de esta
                    regi&oacute;n.</p>
                <p>Para un &oacute;ptima comprensi&oacute;n del volumen se requiere conocimientos b&aacute;sicos de la
                    ciencia del suelo, como los que resultan de aprobar un buen curso de edafolog&iacute;a general. Para
                    entender los aspectos relacionados a plantas, tambi&eacute;n es conveniente haber aprovado un curso
                    de
                    bot&aacute;nica.</p>
                <p>El volumen se divide en cuatro cap&iacute;tulos de diferentes tama&ntilde;os. El primero se refiere a
                    la
                    nutrici&oacute;n de plantas como una de las bases de la producci&oacute;n agr&iacute;cola y a la
                    manera
                    de hacer experimentos en este campo.</p>
                <p>En el segundo cap&iacute;tulo se estudia las plantas, su crecimiento y su an&aacute;lisis con miras a
                    estimar las necesidades nutricionales. Se describe el comportamiento de los nutrimentos esenciales
                    en
                    las plantas y se resumen los s&iacute;ntomas visuales de su deficiencia. Tambi&eacute;n, se
                    se&ntilde;alan los pasos esenciales del an&aacute;lisis foliar y su interpretaci&oacute;n.</p>
                <p>El rol del suelo en la nutrici&oacute;n de plantas es t&oacute;pico del tercer cap&iacute;tulo, el
                    m&aacute;s largo. Este examina el sistema de suelo en general, la acidez y sus causas y el ciclo de
                    cada
                    uno de los nutrimentos en el suelo. Posteriormente, se describen los principales grupos de suelos en
                    Costa Rica de acuerdo a la Taxonom&iacute;a de Suelos y se da pautas para el manejo de los diversos
                    grupos. El cap&iacute;tulo se concluye con una discuci&oacute;n del an&aacute;lisis de suelos y su
                    interpretaci&oacute;n.</p>
                <p>En el cuarto cap&iacute;tulo se estudia el manejo pr&aacute;ctico de la nutrici&oacute;n de los
                    cultivos.
                    Se examinan aqu&iacute; las reglas para hacer recomendaciones adecuadas de abonos y la rentabilidad
                    de
                    estas pr&aacute;cticas. Una secci&oacute;n especial se dedica al manejo de la acidez y los problemas
                    de
                    sobreencalado. Otra secci&oacute;n discute la problem&aacute;tica actual del manejo de abonos
                    org&aacute;nicos y las respuestas a estos, y el cap&iacute;tulo concluye con algunos conceptos sobre
                    la
                    fertilizaci&oacute;n foliar.</p>
                <p>Los diferentes cap&iacute;tulos tienen bibliograf&iacute;as breves que citan las referencias
                    principales correspondientes, con &eacute;nfasis en libros cuya consulta permitir&aacute; al lector
                    profundizar en los diversos aspectos tratados. El volumen termina con un &iacute;ndice de materias
                    que facilite a localizar diversos t&oacute;picos discutidos.</p>
                <p>Es es sin duda alguna un texto escencial para los estudiantes y un buen volumen de referencias para
                    los profesionales que quieren refrescar su informaci&oacute;n en fertilidad de suelos.</p>
            </div>
        </section>
        <section id="intro">
            <h2>Introducci&oacute;n</h2>
            <div class="blurb">
                <p>Bien dicen por ah&iacute; que la &uacute;nica forma de que quede espacio para pensar y estructurar
                    cosas nuevas es si dejamos salir las que tenemos adentro, y yo creo firmemente en ello.</p>
                <p>Lo que he tratado de hacer en estas p&aacute;ginas es organizar una serie de conocimientos
                    b&aacute;sicos sobre suelos, fertilidad, nutrici&oacute;n de plantas, evaluaci&oacute;n,
                    recomendaciones de fertilizantes y manejo nutricional, que hab&iacute;a venido reuniendo a partir de
                    textos y materiales de aqu&iacute; y de all&aacute; con el prop&oacute;sito de usarlos como apoyo
                    did&aacute;ctico, en el curso de Fitot&eacute;cnia de la Universidad de Costa Rica durante los
                    &uacute;ltimos 7 a&ntilde;os.</p>
                <p>A fuerza de tratar de hacerla parte de la realidad de los estudiantes, esta informaci&oacute;n ha
                    circulado entre mis manos y mis neuronas infinidad de veces hasta que poco a poco se ha ido
                    acomodando en los cap&iacute;tulos y secciones que hoy constituyen este libro.</p>
                <p>El documento como tal no pretende ser en ning&uacute;n modo algo definitivo, sino por el contrario,
                    aspira a constituir la base m&iacute;nima que permita y propicie el estudio profundo de los temas en
                    &eacute;l contemplados.</p>
                <p>Agradecimientos hay muchos que dar porque cosas como esta no se hacen sin ayuda. En primer lugar al
                    Ingeniero Agr&oacute;nomo; Carlos Henr&iacute;quez por su apoyo incondicional. A la UCR y a todos
                    mis compa&ntilde;eros por brindar el ambiente para el desarrollo del texto. A las agencias
                    internacionales mencionadas por su contribuci&oacute;n monetaria para efectuar la
                    publicaci&oacute;n. A los revisores, Dr. Alfredo Alvarado e Ing.Agr. Eloy Molina, compa&ntilde;eros
                    de trabajo que, con sus idead y su tiempo, han enriquecido el documento. A don Elemer Bornemisza,
                    por su presentaci&oacute;. A la ACCS. A muchos m&aacute;s que, algunos con ayuda directa sobre el
                    libro, como Sirleny, Yendry, Daniel, Marco, y otros en forma intangible con el caf&eacute; o la
                    sonrisa oportuna, me ayudaron a darle forma externa a esta parte de mi realidad.</p>
                <p>Finalmente, quiero dedicar este trabajo y cada una de las horas que he invertido en &eacute;l, a
                    todos aquellos que han diso alumnos m&iacute;os alguna vez. En honor a ellos, mi esfuerzo.</p>
            </div>
        </section>
        <article id="table-contents">
            <h2>Contenido</h2>
            <dl>
                <dt>La Nutrici&oacute;n en un sistema de producci&oacute;n</dt>
                <dd>
                    <ol>
                        <li>El sistema de producci&oacute;n agr&iacute;cola</li>
                        <li>Tipos de sistemas de cultivos</li>
                        <li>Criterios para estudiar nutrici&oacute;n de cultivos</li>
                        <li>Criterios m&iacute;nimos para acercarse a buenas recomendaciones</li>
                    </ol>
                </dd>
                <dt>la planta en la nutrici&oacute;n vegetal</dt>
                <dd>
                    <dl>
                        <dt>crecimiento</dt>
                        <dd>
                            <ol>
                                <li>Curvas de crecimiento</li>
                                <li>&Iacute;ndices o f&oacute;rmulas de an&aacute;lisis del crecimiento vegetal</li>
                                <li>Utilizaci&oacute;n de los &iacute;ndices de crecimiento en fertilidad y
                                    nutrici&oacute;n</li>
                                <li>Conocimientos b&acute;sicos sobre el cultivo</li>
                            </ol>
                        </dd>
                        <dt>Nutrimentos</dt>
                        <dd>
                            <ol>
                                <li>Nutrimentos esenciales y su movimiento en el suelo</li>
                                <li>Funciones de los nutrimentos en la planta</li>
                                <li>S&iacute;ntomas visuales</li>
                            </ol>
                        </dd>
                        <dt>An&aacute;lisis foliar</dt>
                        <dd>
                            <ol>
                                <li>Principios b&aacute;sicos</li>
                                <li>Metodolog&iacute;a de determinaci&oacute;n</li>
                                <li>Muestreo</li>
                                <li>Interpretaci&oacute;n</li>
                                <li>Niveles cr&iacute;ticos foliares para diferentes cultivos</li>
                            </ol>
                        </dd>
                    </dl>
                </dd>
                <dt>El suelo en la nutrici&oacute;n vegetal</dt>
                <dd>
                    <dl>
                        <dt>Sistema suelo</dt>
                        <dd>
                            <ol>
                                <li>Caracter&iacute;sticas del suelo observable en el campo</li>
                                <li>Caracter&iacute;sticas del sistema qu&iacute;mico del suelo</li>
                            </ol>
                        </dd>
                        <dt>Acidez del suelo</dt>
                        <dd>
                            <ol>
                                <li>pH y acidez</li>
                                <li>Fuentes de acidez</li>
                                <li>Causas de acidez</li>
                                <li>Razones de la infertilidad de los suelos &aacute;cidos</li>
                            </ol>
                        </dd>
                        <dt>Ciclo de los nutrimentos</dt>
                        <dd>
                            <ol>
                                <li>Calcio y magnesio</li>
                                <li>Potasio</li>
                                <li>Nitr&oacute;geno</li>
                                <li>F&oacute;sforo</li>
                                <li>Azufre</li>
                                <li>Resumen de las principales caracter&iacute;sticas de cada ciclo</li>
                                <li>Tipos de suelos asociados con deficiencias</li>
                            </ol>
                        </dd>
                        <dt>Grupos de suelos y su manejo para cada nutrimento</dt>
                        <dd>
                            <ol>
                                <li>Grupos de suelos dominantes en Costa Rica</li>
                                <li>Pautas de manejo para cada grupo de suelos</li>
                            </ol>
                        </dd>
                        <dt>An&aacute;lisis de suelos</dt>
                        <dd>
                            <ol>
                                <li>Principios b&aacute;sicos</li>
                                <li>M&eacute;todos de determinaci&oacute;n</li>
                                <li>Muestreo</li>
                                <li>Interpretaci&oacute;n de an&aacute;lisis de suelos</li>
                            </ol>
                        </dd>
                    </dl>
                </dd>
                <dt>El Manejo de la Nutrici&oacute;n: Recomendaci&oacute;n de fertilizantes y enmiendas</dt>
                <dd>
                    <dl>
                        <dt>Recomendaciones de fertilizantes qu&iacute;micos</dt>
                        <dd>
                            <ol>
                                <li>Partes esenciales de una recomendaci&oacute;n</li>
                                <li>Dosis</li>
                                <li>Fuentes</li>
                                <li>&Eacute;poca</li>
                                <li>M&eacute;todo</li>
                                <li>Rentabilidad</li>
                            </ol>
                        </dd>
                        <dt>Manejo de la acidez</dt>
                        <dd>
                            <ol>
                                <li>Encalado</li>
                                <li>Uso de especies y variedades tolerantes a la acidez</li>
                                <li>Efecto residual del encalado</li>
                                <li>Sobreencalado</li>
                            </ol>
                        </dd>
                        <dt>Manejo de abonos org&acute;nicos</dt>
                        <dd>
                            <ol>
                                <li>Tipos de abonos org&acute;nicos</li>
                                <li>Efectos de los abonos org&acute;nicos sobre el suelo</li>
                                <li>Desventajas o problemas en el uso de abonos org&acute;nicos</li>
                                <li>Factores que determinan la mineralizaci&oacute;n</li>
                                <li>Fabricaci&oacute;n de compost</li>
                                <li>Respuestas al uso de abonos org&acute;nicos</li>
                            </ol>
                        </dd>
                        <dt>Fertilizaci&oacute;n foliar</dt>
                        <dd>
                            <ol>
                                <li>Fisiolog&iacute;a de la abosrci&oacute;n foliar</li>
                                <li>Velocidad de abosorci&oacute;n foliar</li>
                                <li>Movilidad de los nutrimentos en la planta</li>
                                <li>Fuentes</li>
                                <li>Dosis</li>
                                <li>M&eacute;todo</li>
                                <li>&Eacute;poca</li>
                            </ol>
                        </dd>
                    </dl>
                <dt>&Iacute;ndice</dt>
                </dd>
            </dl>
        </article>
        <article class="chapter">
            <section class="hero">
                <div class="bg">
                    <h2>La Nutrici&oacute;n en un sistema de producci&oacute;n</h1>
                        <ol>
                            <li>El sistema de producci&oacute;n agr&iacute;cola</li>
                            <li>Tipos de sistemas de cultivos</li>
                            <li>
                                <ol>
                                    <li>Observaci&oacute;n</li>
                                    <li>An&acute;lisis y experimentos</li>
                                    <li>Registros</li>
                                    <li>Conocimiento te&oacute;rico</li>
                                    <li>Experiencia</li>
                                </ol>
                            </li>
                            <li>Criterios m&iacute;nimos para acercarse a buenas recomendaciones</li>
                        </ol>
                        <div class="logos">
                            <img src="./media/logo/Logo-ACCS.webp"
                                alt="Asociaci&oacute;n Costarricense de la Ciencia del Suelo" height="70">
                            <img src="./media/logo/CIA.png" alt="Centro de Investigaciones Agron&oacute;micas"
                                height="70">
                        </div>
                </div>
            </section>
            <section id="pg-1">
                <h3>Cap&iacute;tulo I</h3>
                <div class="blurb">
                    <h4>El sistema de producci&oacute;n agr&iacute;cola</h4>
                    <p>En t&eacute;rminos generales, la producci&oacute;n de un sistema agr&iacute;cola o agroecosistema es
                        la salida que se obtiene como resultado de la interacci&oacute;n de sus tres componentes, suelo,
                        planta y clima, con la acci&oacute;n de manejo que el ser humano puede introducir sobre ellos
                        (Figura 1).</p>
                    <figure id="figure-1" class="figure">
                        <img src="./media/icon/leaf.svg" alt="Diagrama de una planta, el clima representado por el sol y la nube, y el suelo, dentro de una caja. Con una flecha hacia adentro indicando manejo y una flecha hacia afuera indicado producci&oacute;n." width="200">
                        <figcaption>
                            <p>Estructura y funci&oacute;n de un sistema agr&iacute;cola</p>
                        </figcaption>
                    </figure>
                    <p>Expresado en forma matem&aacute;tica queda establecida la siguiente equaci&oacute;n:</p>
                    <p class="grid-center">
                        <math> y = f(suelo, planta, clima) + manejo</math>
                    </p>
                    <p>donde la producci&oacute;n agr&iacute;cola <var>y</var> puede ser expresada en unidadees como
                        <var>kg/ha/a&ntilde;o</var>, <var>ton/ha/ciclo</var>, <var>unidades/planta</var>, etc.</p>
                    <p>Agron&oacute;mica, econ&oacute;mica y ambientalmente, interesa el mejor funcionamiento de este sistema.</p>
                </div>
                <div class="blurb">
                    <p>Para valorar la efectividad en el funcionamiento de un sistema, adem&aacute;s de la producci&oacute;n bruta (salida total del sistema) o de la producci&oacute;n neta (salida total menos entradas), deben considerarse criterios como el de eficiencia, que es una medida que se relaciona con la ganancia por el esfuerzo invertido en el agroecosistema, en t&eacute;rminos energ&eacute;ticos o econ&oacute;micos, y la varabilidad o sostenibilidad del sistema. Este &uacute;ltimo concepto tiene que ver con el funcionamiento del sistema productivo en el tiempo: si fluct&uacute;a mucho o si s e mantiene constante (Figura 2)</p>
                </div>
                <figure id="fig-2" class="figure">
                    <img src="./media/icon/leaf.svg" alt="Diagrama de flechas saliendo de un cuadro reflejando los distintos tipos de salidas del sistema agr&iacute;cola" width="200">
                    <figcaption>
                        <p>Salidas del sistema agr&iacute;cola</p>
                    </figcaption>
                </figure>
                <p>En todo caso para ponderar cada uno de estos tres criterios, producci&oacute;n, eficiencia y sostenibilidad, es fundamental involucrar los aspectos econ&oacute;mico y ambiental. M&aacute;s que un nivel m&aacute;ximo de producci&oacute;n rentable, y un nivel de producci&oacute;n que garantice la perdurabilidad de los recursos naturales.</p>
            </section>
            <section id="pg-2">
                <div class="blurb">
                    <p>Es definitivo que el manejo, o sea la acci&oacute;n modificadora que el ser humano ejerce sobre cada uno de los componentes (suelo, planta y clima), afecta fuertemente el funcionamiento del sistema de producci&oacute;n agr&iacute;cola.</p>
                    <p>Algunas formas de manejo que se practican usualmente sobre cada uno de los componentes, se indican en el recuadro siguiente.</p>
                    <dl class="cuadro">
                        <dt>Manejo del componente planta</dt>
                        <dd>
                            <ul>
                                <li>Mejoramiento gen&eacute;tico</li>
                                <li>Escogencia de cultivos, especies y variedades</li>
                                <li>Dise&ntilde;o del arreglo espacial (distancia, densidad) y del arreglo cronol&oacute;gico</li>
                                <li>Protecci&oacute;n del cultivo a trav&eacute;s del control de malezas, enfermedades y plagas</li>
                                <li>Utilizaci&oacute;n de t&eacute;cnicas de cultivo como podas, deshijam despunte, etc.</li>
                            </ul>
                        </dd>
                        <dt>Manejo del componente clima</dt>
                        <dd>
                            <ul>
                                <li>Conocimiento del comportamiento de la lluvia, temperatura, humedad, radiaci&oacute;n solar y viento en el sitio</li>
                                <li>Uso de sombra</li>
                                <li>Utilizaci&oacute;n de rompevientos</li>
                                <li>Asociaci&oacute;n de cultivos para regular la luz y la competencia por nutrimentos</li>
                                <li>Protecci&oacute;n de recursos naturales</li>
                            </ul>
                        </dd>
                        <dt>Manejo del componente suelo</dt>
                        <dd>
                            <ul>
                                <li>Zonificaci&oacute;n y ordenamiento territorial</li>
                                <li>Preparaci&oacute;n del terreno</li>
                                <li>Uso de t&eacute;cnicas de conservaci&oacute;n como terrazas, curvas de nivel y coberturas vegetales</li>
                                <li>Utilizaci&oacute;n del riego y el drenaje</li>
                                <li>Aplicaci&oacute;n de fertilizantes qu&iacute;micos, org&acute;nicos, verdes y foliares</li>
                                <li>Aplicaci&oacute;n de enmiendas</li>
                            </ul>
                        </dd>
                    </dl>
                </div>
                
            </section>
        </article>
    </main>
</body>

</html>